Repository: richardpl/pcbsd-hr
Catalog: CrashHandler.po
Languages: hr

source: PC-BSD Crash Handler
hr: PC-BSD rukovoditelj kvarova

# CrashHandler#2
source: &Close
hr: &Zatvori

# CrashHandler#3
source: Alt+C
hr: Alt+Z

source: &Details...
hr: &Detalji...

source: PC-BSD encountered an error while running:
hr: PC-BSD je naišao na grešku u radu:

source: For more information on this error, click Details.
hr: Za više informacija o pogrešci kliknite na Detalji.

source: Crash Details...
hr: Detalji o greški...

source: Captured from Stderr:
hr: Uhvaćeno sa Stderr:

source: Captured from Stdout:
hr: Uhvaćeno sa Stdout:

source: &Save
hr: &Sačuvaj

# Details#6
source: &Close
hr: &Zatvori

# Details#7
source: Alt+C
hr: Alt+Z

source: Save file...
hr: Sačuvaj datoteku...

source: Overwrite File?
hr: Želite li sačuvati datoteku preko postojeće?

source: File already exists, would you like to overwrite it?
hr: Datoteka već postoji, želite li je prepisati?

source: &Yes
hr: &Da

source: &No
hr: &Ne
