Repository: richardpl/pcbsd-hr
Catalog: FirstBoot.po
Languages: hr

source: System Installation
hr: Instalacija sustava

source: On-Screen Keyboard
hr: Zaslonska tipkovnica

source: Switch between US layout and user selected layout
hr: Prebacivanje između US rasporeda i korisnički odabranog rasporeda

source: &Back
hr: &Nazad

source: &Next
hr: &Dalje

source: Welcome to your new PC-BSD system! You may change your language above, and click next to begin the setup process.
hr: Dobrodošli u vaš novi PC-BSD sustav! Iznad možete promijeniti vaš jezik. i kliknite dalje za početak instalacije.

source: System Timezone
hr: Vremenska zona sustava

source: Where are you located? Please select the timezone for your location.
hr: Gdje se nalazite? Molimo odaberite vremensku zonu vaše lokacije.

source: Root Password
hr: Root zaporka

source: Password
hr: Zaporka

source: Password (Repeat)
hr: Zaporka (ponovno)

source: The system or "root" password allows you to make changes to your operating system, and should be kept from non-trusted users.
hr: Sistemska ili "root" zaporka vam omogućava promjene na vašem sustavu, i trebate je čuvati od korisnika kojima ne vjerujete.

source: Create a User
hr: Napravi korisnika

source: Name
hr: Ime

source: Username
hr: Korisničko ime

source: Now you may create a desktop user for this system. After you login, additional users can easily be created in the Control Panel.
hr: Sada možete napraviti korisnika radne površine za ovaj sustav. Nakon prijave, dodatni korisnici se mogu napraviti u Kontrolnoj ploči.

source: Connect to a Wireless Network
hr: Spoji se na bežičnu mrežu

source: &Rescan
hr: &Pretraži

source: The following wireless networks were found. Click the one you wish to connect to. If you wish to skip, click "Next" below.
hr: Sljedeće bežične mreže su pronađene. Kliknite na onu na koju se želite spojiti. Ako želite ovo preskočiti, kliknite "Dalje".

source: Setup is now complete! Press Finish to login to your new desktop.
hr: Postavke su gotove! Pritisnite Završi za prijavu na vašu novu radnu površinu.

source: This screen allows you to setup your system language and local timezone.<br><br>Enabling the option for NTP will keep your computers date and time in sync via the internet.
hr: Ovaj ekran vam omogućava postavljanje jezika sustava i lokalnu vremensku zonu.<br><br>Omogućavanjem NTP opcije vrijeme i datum vaših računala će biti sinkronizirano preko interneta.

source: On this screen please take a moment to setup and test your keyboard. The pc104 keyboard is common, although you should select your keyboard model / layout if it exists as an option.
hr: Na ovom ekranu molimo testirajte i namjestite vašu tipkovnicu. pc104 tipkovnica je najzastupljenija, inače trebate odabrati vaš model/raspored tipaka ako je isti ponuđen.

source: Please select the type of installation you want to perform. If doing an upgrade please make sure you have created a backup of your files beforehand. <br><br>Next select if you are installing PC-BSD or FreeBSD. PC-BSD is recommended for new users and people wanting to run a desktop. FreeBSD does NOT include a graphical interface by default, and should be installed by more experienced users.<br><br>If you are booting from a installation or live DVD/USB/CD then the fastest option is to install from DVD / USB. Network installation is required when booting from a boot-only media. NOTE: Network installation is for wired ethernet only, wifi configuration is not supported at this time.
hr: Molimo odaberite tip instalacije koju želite izvesti. Ako radite nadogradnju molimo budite sigurni da ste prethodno napravili sigurnosnu kopiju vaših podataka. <br><br>Nadalje, odaberite dali želite instalirati PC-BSD ili FreeBSD. PC-BSD se preporuča za nove korisnike i ljude koji žele koristiti radnu površinu. FreeBSD ne uključuje zadano grafičko okruženje, i trebao bi se instalirati od strane iskusnijih korisnika.<br><br>Ako podižete sustav sa instalacije ili sa live DVD/USB/CD onda je najbrža opcija instalacija sa DVD / USB. Mrežna instalacija je potrebna pri podizanju sa medija namijenjenog samo za podizanje sustava. NAPOMENA: Mrežna instalacija je za žične ethernet uređaje, wifi postavke nisu trenutačno podržane.

source: Please select the disk or partition you wish to use for installation. If you plan to dual-boot with another operating system you will need a MBR primary partition available. If you want to format the disk with GPT (Required for greater than 2TB disks) then you will need to select 'Use Entire Disk'.<br><br>The default file-system is UFS with Journaling, but advanced users may want to install with the ZFS filesystem.<br><br>The option for 'Encrypt user data' will encrypt the /usr file-system, which includes your home directories.
hr: Molimo odaberite disk ili particiju koju želite koristiti za instalaciju. Ako planirate dual-boot sa drugim operacijskim sustavom trebati će te slobodnu MBR primarnu particiju. Ako želite formatirati disk sa GPT-om (Nužno za diskove veće od 2TB) onda trebate označiti 'Koristi cijeli disk'.<br><br>Zadani datotečni sustav je UFS sa journalingom, ali napredni korisnici mogu instalirati ZFS.<br><br>Opcija 'Enkriptiraj korisničke podatke' će enkriptirati /usr datotečni sustav, koji uključuje vaše početne direktorije.

source: On this screen you will need to set the password for the system (root) user. It is also recommended to setup at least one regular user, which is required for login on PC-BSD. <br><br>If you wish to name this system, enable the option 'Custom System Hostname' and enter the system nickname. Otherwise the default pcbsd-xxxx or freebsd-xxxx will be used.
hr: Na ovom ekranu će te unijeit zaporku za sustav (root) korisnika. Također se preporuča postavjanje najmanje jednog običnog korisnika, koji je potreban za prijavu u PC-BSD. <br><br>Ako želite dati ime ovom računalu, odaberite opciju 'Korisnički zadano ime računala' i unesite ime. Inače zadani pcbsd-xxxx ili freebsd-xxxx će se koristiti.

source: PC-BSD gives you the option of customizing your system with a variety of Desktops and other 'Meta-pkgs'. If you are unsure what these are, then please accept the defaults. You are always able to add / remove these packages post-installation via the 'System Manager' in the PC-BSD control panel.
hr: PC-BSD vam omogućava prilagođavanje vašeg sustava sa raznim paketima. Ako niste sigurni što su isti, onda molimo prihvatite zadane. Uvijek će te moći dodati / ukloniti ove pakete nakon instalacije preko Upravljača sustava iz PC-BSD kontrolne ploče.

source: Please select any optional components you wish to have installed on this system. These may also be added post-installation via the AppCafe or System Manager.
hr: Molimo odaberite bilo koju neobaveznu komponentu koju želite instalirati. Iste se mogu dodati nakon instalacija preko AppCafe-a ili upravljača sustava.

source: This screen will display a summary of your installation options. Please confirm these are correct before hitting Next. This is your last chance to cancel before changes are made to your disk.
hr: Ovaj ekran će prikazati sažeti pregled vaših instalacijskih opcija. Molimo potvrdite iste kao točne prije nego što kliknete Dalje. Ovo je vaša zadnja prilika za odustajanje prije nego se promjene naprave na vašem disku.

source: The system is now installing! This process may take a while depending upon the options chosen and the system speed.
hr: Sustav se sada instalira! Ovaj proces može potrajati zavisno o odabranim opcijama i o brzini računala.

source: Success! The system is now installed, you may remove any DVD/CD/USB from the system and reboot into your new operating system.
hr: Sustav je sada instaliran, možete ukloniti DVD/CD/USB iz vašeg računala i ponovno pokrenuti računalo u vaš novi operacijski sustav.

source: Help
hr: Pomoć

# dialogHelp#2
source: &Close
hr: &Zatvori

source: Dialog
hr: Dijalog

# dialogInfoBox#2
source: &Close
hr: &Zatvori

source: Please Enter Network Key
hr: Molimo unesite mrežni ključ

source: Network Key
hr: Mrežni ključ

source: Network Key (Repeat)
hr: Mrežni ključ (ponovno)

source: Show network key as text
hr: Prikaži mrežni ključ kao tekst

source: Apply
hr: Primijeni

source: Cancel
hr: Odustani

source: Network Key Error
hr: Greška mrežnog ključa

source: Error: The entered network keys do not match!
hr: Greška: Uneseni mrežni ključevi se ne podudaraju!

source: Keyboard Settings
hr: Postavke tipkovnice

source: Key Layout
hr: Raspored tipaka

source: Variant
hr: Varijanta

source: Keyboard Model
hr: Model tipkovnice

source: ( you may type into the space below to test your selected settings. )
hr: ( možete tipkati u prazan prostor niže kako bi testirali izabrane postavke. )

source: &Apply
hr: &Primijeni

# widgetKeyboard#7
source: &Close
hr: &Zatvori
