Repository: richardpl/pcbsd-hr
Catalog: NetworkManagerAdmin.po
Languages: hr

source: System Networking Config
hr: Upravljač Postavkama Mreže

source: System-wide configuration
hr: Postavke cijelog sustava

source: Hostname:
hr: Ime računala:

source: Enable IPv6 on this system
hr: Omogući IPv6 na ovom sustavu

source: Enable PPPoE on this system
hr: Omogući PPPoE na ovom sustavu

source: PPPOE Configuration
hr: PPPOE Postavke

source: Username:
hr: Korisničko ime:

source: PPPoE Device
hr: PPPoE Uređaj

source: Password:
hr: Zaporka:

source: Alwa&ys on connection
hr: U&vijek na vezi

source: Alt+Y
hr: Alt+V

source: Service name (optional):
hr: Ime servisa (neobavezno):

source: Internet Connection Sharing
hr: Zajedničko korištenje internetske veze

source: &Save
hr: &Sačuvaj

source: &Cancel
hr: &Odustani

source: Warning
hr: Upozorenje

source: DNS #1 is out of range! (
hr: DNS #1 je izvan dosega! (

source: ) Fields must be between 0-255.
hr: ) Polja moraju biti između 0-255.

source: DNS #2 is out of range! (
hr: DNS #2 je izvan dosega! (

source: Gateway is out of range! (
hr: Gateway je izvan dosega! (

source: Please enter a hostname
hr: Molimo unesite ime računala

source: Hostname may only contain letters and numbers
hr: Ime računala može se sastojati samo od slova i brojki

source: Missing a PPPOE username!
hr: Nedostaje PPPOE korisničko ime!

source: Missing a PPPOE password!
hr: Nedostaje PPPOE zaporka!

source: Search Domain:
hr: Pretraži domenu:

source: IPv6 Configuration
hr: IPv6 Postavke

source: Misc
hr: Opcije

source: Enable Lagg wired / wireless failover
hr: Omogući Lagg žični / bežični failover
