Repository: richardpl/pcbsd-hr
Catalog: NetworkTray.po
Languages: hr

source: Configure
hr: Postavi

source: Start the Network Manager
hr: Pokreni upravljač mreže

source: Restart the Network
hr: Ponovno pokreni mrežu

source: Status:
hr: Stanje:

source: No connection detected.<br> Check your cable connection and try again!
hr: Nije otkrivena veza.<br> Provjerite kabele i pokušajte ponovno!

source: Connection Strength:
hr: Snaga povezivanja:

source: Connection Speed:
hr: Brzina povezivanja:

source: No wireless connection detected.<br> Double-click to start the wireless configuration wizard.
hr: Nije otkrivena niti jedna bežična mreža.<br> Dvostruko kliknite za pokretanje čarobnjaka bežične mreže.

source: Unknown Wireless Device
hr: Nepoznati bežični uređaj

source: Device Name:
hr: Ime uređaja:

source: Unknown
hr: Nepozato

source: Close the Network Monitor
hr: Zatvori monitor mreže

source: Click here to configure wireless connections
hr: Kliknite ovdje za namještanje bežične veze

source: No Wireless Network Connection
hr: Nema bežične mrežne veze

source: Connecting to
hr: Spajanje sa

source: Please Wait
hr: Molimo pričekajte

source: Restarting Network
hr: Ponovno pokretanje mreže

source: Please Enter Network Key
hr: Molimo unesite mrežni ključ

source: Network Key
hr: Mrežni ključ

source: Network Key (Repeat)
hr: Mrežni ključ (ponovno)

source: Apply
hr: Primijeni

source: Cancel
hr: Odustani

source: Network Key Error
hr: Greška pri korištenju mrežnog ključa

source: Error: The entered network keys do not match!
hr: Greška: Uneseni mrežni ključevi se ne podudaraju!

source: Show network key as text
hr: Pokaži mrežni ključ kao tekst
