Repository: richardpl/pcbsd-hr
Catalog: PBC.po
Languages: hr

source: Package Executable
hr: Izvršna datoteka paketa

source: Executable Icon
hr: Izvršna ikona

source: Program Name
hr: Ime programa

source: Program Executable
hr: Izvršna datoteka programa

source: Run as root
hr: Pokreni kao root

source: Run in shell prompt
hr: Pokreni u ljusci

# ExeDialog#7
source: &Save
hr: &Sačuvaj

# ExeDialog#9
source: &Cancel
hr: &Odustani

# ExeDialog#10
source: Alt+C
hr: Alt+O

source: No desktop icon
hr: Nema ikone na radnoj površini

# ExeDialog#12
source: Choose an Icon
hr: Odaberi ikonu

source: Select Executable
hr: Odaberi izvršnu datoteku

source: Startup notify
hr: Obavjesti pri pokretanju

source: Open as a link (Local documents)
hr: Otvori kao poveznicu (lokalni dokumenti)

source: Open as a web link (http:// or ftp://)
hr: Otvori kao web poveznicu (http:// ili ftp://)

source: No Kmenu icon
hr: Nema Kmenu ikone

source: Taskbar Icon
hr: Ikona programske trake

source: Kmenu Icon Placement
hr: Položaj Kmenu ikone

source: Create sub-directory in KDE Kmenu directory selected below
hr: Napravi pod-direktorij u KDE Izborničkom direktriju označenom niže

source: Insert icon directly into KDE Kmenu directory selected below
hr: Neposredno ubaci ikonu u niže označen KDE Kmenu direktorij

source: Create top-level Kmenu program directory
hr: Napravi direktroij programa na vrhovnoj-razini Kmenu-a

# ExeDialog#23
source: Images (*.png)
hr: Slike (*.png)

source: Add a MIME Type
hr: Dodaj MIME tip

source: File Icon
hr: Ikona datoteke

source: File Extensions
hr: Ekstenzija datoteke

source: Example (*.html; *.htm )
hr: Primjer (*.html; *.htm)

source: Open with program
hr: Otvori sa programom

# MimeDialog#6
source: &Cancel
hr: &Odustani

# MimeDialog#7
source: Alt+C
hr: Alt+O

# MimeDialog#8
source: &Save
hr: &Spremi

# MimeDialog#10
source: Choose an Icon
hr: Odaberi ikonu

# MimeDialog#11
source: Images (*.png)
hr: Slike (*.png)

source: Package Info
hr: Informacije o paketu

source: Package Name:
hr: Ime paketa:

source: Author:
hr: Autor:

source: Website:
hr: Web stranica:

source: Package Version:
hr: Verzija paketa:

source: License Text
hr: Tekst licence

source: Display License
hr: Pokaži licencu

source: No
hr: Ne

source: Yes
hr: Da

source: Directory
hr: Direktorij

source: Package Directory
hr: Direktorij paketa

source: Library Support
hr: Podrška biblioteka

source: Specify library directory
hr: Navedi direktorij biblioteke

source: Do not include library directory
hr: Ne ukjučuj direktorij biblioteke

source: Auto populate library directory
hr: Automatski napuni direktorij biblioteke

source: Package Options
hr: Opcije paketa

source: Package Executables
hr: Izvršne datoteke paketa

source: Remove
hr: Ukloni

source: Edit
hr: Uredi

source: Add
hr: Dodaj

source: Default Program Icon
hr: Početna ikona programa

source: Register MIME Types
hr: Registriraj MIME tipove

source: Mime Types
hr: Mime tipovi

source: Creating Package
hr: Stvaranje paketa

source: <p align="center">Creating Package</p>
hr: <p align="center">Stvaranje paketa</p>

# PBCwizard#26
source: Choose an Icon
hr: Odaberi ikonu

source: PBI Version:
hr: PBI Verzija:

source: Load saved preset
hr: Učitaj sačuvano postavljanje

source: Save preset
hr: Sačuvaj postavljanje

source: Error, this .pbc file is corrupt, or for the wrong version of Package Creator.
hr: Greška, ova .pbc datoteka je neispravna, ili za drugu verziju Kreatora Paketa.

source: Update URL:
hr: Ažuriraj URL:

source: Edit Firstrun Script
hr: Uredi Firstrun skriptu

source: Edit Setup Script
hr: Uredi skriptu instalacije

source: Edit Remove Script
hr: Uredi skriptu uklanjanja

source: Creating PBI file...
hr: Pravljenje PBI datoteke...

source: Unable to write preset file to '
hr: Neuspješno zapisivanje datoteke postavljanja u '

source: '. Check the location exists, and is writeable.
hr: '. Provjerite da lokacija postoji, i da je zapisiva.

source: Unable to save preset
hr: Neuspješno sačuvavanje postavljanja

source: Invalid File
hr: Neispravna datoteka

source: PBI Creator
hr: PBI Kreator

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This information will be used during the installation, as well as in the package manager for administration.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you have a preset file, you may load it below.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you wish to run an "update" service for this PBI, enter the full URL for version check script. Please see the README for more information.</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ovi podaci će se koristiti tijekom instalacije, kao i u upravitelju paketa za administriranje.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ako imate datoteku postavljanja, možete je učitati niže.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ako želite pokrenuti servis "ažuriranja" za ovaj PBI, unesite čitavi URL za skriptu provjere verzije. Pročitajte README za više informacija.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If "Display License" is set to "Yes", then during the installation, the software will require the user to accept the license agreement before going further. Setting this to "No" will simply skip the license screen, and continue on with installation.</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ako "Prikaži Licencu" je postavljeno na "Da", tada će tijekom instalacije, softver tražiti od korisnika prihvaćanje licencnog ugovora prije nastavka instalacije. Postavljanje na "Ne" će jednostavno preskočiti prikazivanje licence, i nastaviti sa instalacijom.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Specify the program directory you wish to include, then choose an option for library files. You will need to choose an option for your libraries also. We recommend to use the "Auto" option, as this will include the necessary libraries for your program to operate on a variety of systems.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">WARNING: Not including a library directory may render this program inoperable on systems without the required libraries.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You may also edit your initial FirstRun script, and Setup / Remove Scripts here. </p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Navedite direktorij programa kojeg želite uključiti, onda odaberite opciju za biblioteke. Morati će te također odabrati opciju za vaše biblioteke. Preporučamo "Auto" opciju, jer će ovo uključiti potrebne biblioteke kako bi vaš program mogao raditi na raznim sistemima.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">UPOZORENJE: Ne uključivanje direktorija biblioteke može učiniti ovaj program ne operativnim na sistemima bez potrebnih biblioteka.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Također ovdje možete urediti prvotnu FirstRun skriptu, i skriptu Instaliranje / Uklanjanje. </p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Next you need to set a default icon for your program, which will be used for the KDE interface. Program Executables are the files you wish to show up as icons on the desktop, or in the "K" menu. At least one executable must be added, but if your program has multiple binaries, you may add more.</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sljedeće što morate postaviti je početna ikona za vaš program, koja će se koristiti u KDE sučelju. Izvršne datoteke programa su datoteke koje želite prikazati kao ikone na radnoj površini, ili u "K" izborniku. Najmanje jedna izvršna datoteka treba biti navedena, ako vaš program ima više izvršnih datoteka možete ih navesti više.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Some programs need to register file-types to function fully. You may specifiy up to 100 file extensions and the programs they are opened with.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you do not wish to register any file-types, you can safely ignore this section, and click next.</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Neki programi trebaju registrirati tipove datoteka kako bi u potpunosti radili. Možete navesti do 100 nastavaka datoteka i programe koji ih otvaraju.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ako ne želite registrirati niti jedan tip datoteka, možete sa sigurnošću preskočiti ovu dionicu, i kliknuti dalje.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Your software package is now being created! Please wait, this may take a few moments, depending on the size of your package.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">In addition, you may also save a "preset" file, which may be loaded in the package creator for modification. </p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vaš softverski paket se sada oblikuje! Molimo pričekajte, ovo može potrajati nekoliko trenutaka, ovisno o veličini vašeg paketa.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Povrh toga, možete također sačuvati datoteku "postavljanja", koju možete učitati u kreator paketa za dodatne preinake. </p></body></html>

source: Open Directory
hr: Otvori direktorij

source: Icon Files (*.png)
hr: Datoteke ikona (*.png)

source: Package Creator preset
hr: Postavljanje za Kreator Paketa

source: PBI Creator preset (*.pbc)
hr: PBI Kreator postavljanje (*.pbc)

source: Open File
hr: Otvori datoteku
