Repository: richardpl/pcbsd-hr
Catalog: PBSystem.po
Languages: hr

source: Please wait...
hr: Molimo pričekajte...

# CVSUpProgress#2
source: &Cancel
hr: &Odustani

# CVSUpProgress#3
source: &Close
hr: &Zatvori

source: CSup Progress
hr: CSup napredak

# CVSUpProgress#5
source: &Start
hr: &Kreni

source: &Find Fastest...
hr: &Pronađi najbrži...

source: Selected CVSup server:
hr: Odabrani CVSup poslužitelj:

source: Unable to open file
hr: Ne mogu otvoriti datoteku

# CVSUpProgress#10
source: Error
hr: Greška

source: Please set CVSup server before proceeding
hr: Molimo postavite CVSup poslužitelj prije nastavka

source: Confirm server selection
hr: Potvrdite odabir poslužitelja

source: Parts of source code to download:
hr: Dijelovi izvornog koda koje treba skinuti:

source: CVSup server not set. To set your CVSup server, please click the 'Find Fastest...' button and follow the instructions. Alternatively, the CVSup server for this operation may be set manually from the following file
hr: CVSup poslužitelj nije postavljen. Za postavljanje vašeg CVSup poslužitelja kliknite 'Potraži najbržeg...' i pratite upute. Alternativno, CVSup poslužitelj za ovu operaciju se može postaviti ručno iz slijedeće datoteke

source: PC-BSD has detected the fastest server to be:
hr: PC-BSD je otkrio najbrži poslužitelj:

source: Would you like to use this server in future?
hr: Da li želite ubuduće koristiti ovaj poslužitelj?

source: Change CVSup server
hr: Promijenite CVSup poslužitelj

source: All
hr: Sve

# FastestCvsup#3
source: &Start
hr: &Kreni

# FastestCvsup#4
source: Error
hr: Greška

source: This dialog will detect the fastest CVSup server for your location. Detection may take several minutes if all countries are selected. To narrow down the search, and speed up detection, please unselect 'All' below, and select your country, and a couple of its neighbours from the list below.
hr: Ovaj dijaloški okvir će pronaći najbrži CVSup poslužitelj za vašu lokaciju. Pronalazak može potrajati nekoliko minuta ako su sve zemlje izabrane. Kako bi ograničili traženje, i ubrzali pronalazak, ukinite odabir na 'Sve' niže, i odaberite vašu zemlju, i nekoliko njezinih susjeda iz donje liste.

# FastestCvsup#7
source: &Cancel
hr: &Odustani

source: Unable to reach any server. This could be because all selected servers are down, or because your internet connection is improperly configured. You may wish to try testing other servers.
hr: Nije moguće dohvatiti niti jedan poslužitelj. Razlog može biti da su svi označeni poslužitelji nedostupni, ili je vaša internet veza nepravilno namještena. Možete pokušati testirati druge poslužitelje.

source: Available:
hr: Dostupni:

source: Selected:
hr: Označen:

source: Please wait while PC-BSD attempts to find the fastest CVSup server available for your location.
hr: Molimo pričekajte dok PC-BSD ne pokuša pronaći najbrže CVSup poslužitelje dostupne za vašu lokaciju.

source: PC-BSD System Configuration
hr: PC-BSD podešavanje sustava

source: General
hr: Općenito

source: Generate
hr: Napravi

source: PC-BSD Version:
hr: PC-BSD verzija:

source: Base Version:
hr: Osnovna verzija:

source: Tasks
hr: Zadaci

source: Fetch &System Source
hr: Skini izvorni kod &sustava

source: System Source
hr: Izvorni kod sustava

source: CPU Type:
hr: Vrsta procesora:

source: System Memory:
hr: Memorija sustava:

source: Misc
hr: Razno

source: Boot Screen
hr: Ekran podizanja sustava

source: S&how splash image on boot
hr: Prikaži splash sliku pri pokretanju

source: &Custom...
hr: &Posebno...

source: Invalid Image
hr: Neispravna slika

source: The file supplied does not appear to be a valid PCX image.
hr: Priložena datoteka izgleda nije ispravna PCX slika.

source: The splash screen image cannot be any larger than 1024x768, or any greater than 8-bit (256 colours) depth.
hr: Slika splash prikaza ne može biti veća od 1024x768, i imati više od 8bitne boje (256 boja).

source: Custom
hr: Posebno

source: Ports Console
hr: Ports konzola

source: Fetch &Ports Tree
hr: Skini &Ports stablo

source: Fetch System P&orts Tree
hr: Skini sistemsko P&orts stablo

source: You may also generate a diagnostic sheet, with information about your system. This sheet can be used by technicians for troubleshooting purposes.
hr: Možete također napraviti dijagnostiku, sa informacijama o vašem sistemu. Stranica se kasnije može koristiti za uklanjanje grešaka.

source: &Save
hr: &Sačuvaj

source: Mirrors
hr: Zrcala

source: Mirror Configuration
hr: Namještanje zrcala

source: Select Mirror from list
hr: Odaberite zrcalo iz liste

source: Refresh Mirror Listing
hr: Osvježi listu zrcala

source: Specify a custom Mirror
hr: Navedite vlastito zrcalo

source: System Packages
hr: Sistemski paketi

source: Available System Packages
hr: Dostupni sistemski paketi

source: Above you may select the base system packages you wish to have installed. Adding new packages will require your original installation medium, or a properly configured mirror server.
hr: Iznad možete odabrati osnovne sistemske pakete koje želite instalirati. Dodavanje novih paketa će zahtijevati vaš originalni instalacijski medij, ili prikladno namješten zrcalni poslužitelj.

source: &Apply Changes
hr: &Primijeni promjene

source: System Tasks - Advanced Users
hr: Sistemski zadaci - Napredni korisnici

source: Other Options
hr: Druge opcije

source: Force IBUS keyboard input
hr: Prisililte na IBUS ulaz tipkovnice

source: Select Splash
hr: Odaberi Splash

source: Refresh Mirrors
hr: Osvježi zrcala

source: doesn't exist!
hr: ne postoji!

source: Error fetching mirror list! Check your internet connection, or try again later.
hr: Greška prilikom skidanja liste zrcala! Provjerite vašu internet vezu, ili pokušajte ponovno.

source: Config Error
hr: Greška u postavkama

source: Error: Your custom mirror needs to begin with ftp:// or http://
hr: Greška: Vaše vlastito zrcalo treba započeti sa ftp:// ili http://

source: Loading... Please wait...
hr: Učitavanje... Molimo pričekajte...

source: Performing system-package changes.
hr: Izvršavanje promjena na sistemskim paketima.

source: The meta-pkg manager returned an error. For more details please look at the log file:
hr: Meta-pkg upravitelj je vratio grešku. Za više detalja pogledajte u datoteku zapisa:

source: System packages updated successfully.
hr: Uspješno ažuriranje sistemskih paketa.

source: No Desktop
hr: Nema grafičkog sučelja

source: No desktops have been selected! Please choose at least one desktop before saving.
hr: Nije odabrano nijedno grafičko sučelje! Molimo izaberite barem jedno prije spremanja.

source: The selected mirror above will be used for fetching system updates and new system packages. If you experience download failures, or slow performace, please try another mirror.
hr: Gore izabrano zrcalo će se koristiti za skidanje sistemskih ažuriranja i novih sistemskih paketa. Ako se susretnete za greškama u skidanju, ili sporim izvođenjem, izaberite drugo zrcalo.

source: View Packages
hr: Pregled paketa

source: Package Listing for:
hr: Lista paketa za:

source: Portsnap Progress
hr: Portsnap Napredak

# PortsnapProgress#2
source: &Cancel
hr: &Odustani

source: Task Progress...
hr: Napredak zadatka...

source: Update Failed!
hr: Ažuriranje neuspješno!

source: Unable to connect to server. Possible causes: - Your network is down - Target server is unresponsive.
hr: Neuspješno uspostavljanje veze sa poslužiteljem. Mogući razlozi: - Vaša mreža nije podignuta - Ciljani poslužitelj ne reagira.

source: Fetching Ports, this may take a while...
hr: Skidanje Portova, ovo može potrajati...

source: Dialog
hr: Dijalog

# dialogInfoBox#2
source: &Close
hr: &Zatvori

source: System-Packages
hr: Sistemski paketi

source: Total Progress
hr: Ukupni napredak

# dialogMetaProgress#3
source: Update Progress
hr: Napredak ažuriranja

source: Installing Updates
hr: Instalacija ažuriranja

source: The system is currently installing the following updates:
hr: Sistem trenutačno instalira slijedeća ažuriranja:

source: Update
hr: Ažuriranje

source: Size
hr: Veličina

source: Status
hr: Stanje

# updaterStatus#7
source: Update Progress
hr: Napredak ažuriranja

source: of
hr: od
