Repository: richardpl/pcbsd-hr
Catalog: pc-gdmconf.po
Languages: hr

source: GDM configuration
hr: GDM postavke

source: Save
hr: Spremi

source: Auto login
hr: Automatska prijava

source: Enable auto login
hr: Omogući automatsku prijavu

source: Auto login user
hr: Automatski prijavi korisnika

source: Delay
hr: Odgodi

source: Remote login
hr: Udaljena prijava

source: Enable XDCMP
hr: Omogući XDCMP

source: Advanced options
hr: Napredne postavke

source: Max. connections per one host
hr: Max. konekcija po jednom domaćinu

source: Max. sessions
hr: Max. sesija

source: Can not open GDM configuration file
hr: Ne mogu otvoriti GDM konfiguracijsku datoteku
