Repository: richardpl/pcbsd-hr
Catalog: pcbsdusermanager.po
Languages: hr

# AddDlgCode#1
source: New Group
hr: Nova grupa

# AddDlgCode#2
source: Good Input
hr: Dobar unos

# AddDlgCode#3
source: This field can only accept letters and numbers
hr: Ovo polje može prihvatiti samo slova i brojeve

# AddDlgCode#4
source: This username is already in use, please choose another.
hr: Korisničko ime je već u upotrebi, izaberite neko drugo.

# AddDlgCode#5
source: Passwords match
hr: Zaporke se podudaraju

# AddDlgCode#6
source: Passwords do not match
hr: Zaporke se ne podudaraju

# AddDlgCode#7
source: Invalid input
hr: Neispravan unos

# AddDlgCode#8
source: This field may not contain ! @ or :
hr: Ovo polje ne može sadržavati ! @ ili :

# AddDlgCode#9
source: Directory will be used
hr: Direktorij će se koristiti

# AddDlgCode#10
source: Invalid Path!
hr: Neispravan put!

# AddDlgCode#11
source: Directory does not exist, but will be made
hr: Direktorij ne postoji, ali će se napraviti

# AddDlgCode#12
source: Requested path is a file (not a directory!)
hr: Traženi put je datoteka (a ne direktorij!)

# AddDlgCode#13
source: - The 'Username' field has not been filled in.
hr: - Polje 'Korisničko ime' je prazno.

# AddDlgCode#14
source: - The 'Username' field may only contain letters and numbers (not spaces).
hr: - Polje 'Korisničko ime' može sadržavati samo slova i brojke (ne i razmake).

# AddDlgCode#15
source: - The username you have chosen is already in use, please choose another.
hr: - Navedeno korisničko ime je već u upotrebi, navedite neko drugo.

# AddDlgCode#16
source: - The 'Full Name' field has not been filled in.
hr: - Polje 'Ime i prezime' je prazno.

# AddDlgCode#17
source: - The 'Full Name' field may not contain ! @ or :
hr: - Polje 'Ime i prezime' ne može sadržavati ! @ ili :

# AddDlgCode#18
source: - Both password fields must be filled in.
hr: - Oba polja zaporki moraju biti ispunjena.

# AddDlgCode#19
source: - Passwords don't match, please try again.
hr: - Zaporke se ne podudaraju, pokušajte ponovno.

# AddDlgCode#20
source: - Invalid password
hr: - Neispravna zaporka

# AddDlgCode#21
source: Error!
hr: Greška!

# AddDlgCode#22
source: Warning!
hr: Upozorenje!

# AddDlgCode#23
source: The field is empty
hr: Ovo polje je prazno

# AddDlgCode#24
source: Placing home directory outside '/home/' can cause compatibility problems with some programs. NOT RECOMMENDED
hr: Smještanje početnog direktorija izvan '/home/' može prouzročiti probleme sa kompatibilnošću sa nekim programima. NIJE PREPORUČLJIVO

source: - The 'Home Directory' field has not been filled in.
hr: - Polje 'Početni direktorij' je prazno.

source: - The value entered as 'Home Directory' is not a valid path.
hr: - Vrijednost unesena u 'Početni direktorij' nije valjan put.

source: - Placing home directory outside '/home/' can cause compatibility problems with some programs and is NOT RECOMMENDED.
hr: - Smještanje početnog direktorija izvan '/home/' može prouzročiti probleme sa kompatibilnošću sa nekim programima i NIJE PREPORUČLJIVO.

source: - A file was selected as 'Home Directory', this value must be a directory.
hr: - Datoteka je navedena kao 'Početni direktorij', ova vrijednost mora biti direktorij.

# AddDlgCode#29
source: The following errors occurred while trying to add a new user:
hr: Slijedeće greške su se pojavile pri pokušaju dodavanja novog korisnika:

# AddDlgCode#30
source: The following non-critical errors occurred while trying to add a new user, do you wish to continue?
hr: Slijedeće greške od ne presudne važnosti su se pojavile pri pokušaju dodavanja novog korisnika, želite li nastaviti?

# AddUserUI#1
source: Add User
hr: Dodaj korisnika

# AddUserUI#2
source: The field is empty
hr: Ovo polje je prazno

# AddUserUI#3
source: Home Directory:
hr: Početni direktorij:

# AddUserUI#4
source: Shell:
hr: Ljuska:

# AddUserUI#5
source: Full Name:
hr: Ime i prezime:

source: New &Group
hr: Nova &grupa

# AddUserUI#8
source: Username:
hr: Korisničko ime:

# AddUserUI#9AddUserUI#9
source: Confirm Password:
hr: Potvrdi zaporku:

# AddUserUI#10
source: Primary Group:
hr: Izvorna grupa:

# AddUserUI#11
source: Password:
hr: Zaporka:

source: &Ok
hr: &U redu

# AddUserUI#14
source: &Cancel
hr: O&dustani

# AddUserUI#15AddUserUI#15
source: Alt+C
hr: Alt+D

source: Change Password for '
hr: Promijeni zaporku za '

source: You must specify a password
hr: Morate navesti zaporku

source: Error changing password...
hr: Greška pri promijeni zaporke...

source: The passwords didn't match. Both boxes most contain the same value.
hr: Zaporke se ne podudaraju. Oba polja moraju sadržavati iste vrijednosti.

source: Invalid password, please choose another.
hr: Neispravna zaporka, molimo izaberite neku drugu.

# ChangePassCode#7
source: Passwords match
hr: Zaporke se podudaraju

# ChangePassCode#8
source: Passwords do not match
hr: Zaporke se ne podudaraju

# ChangePassCode#9
source: Invalid input
hr: Neispravan unos

source: Change Password
hr: Promijeni zaporku

# ChangePassDialog#2
source: Password:
hr: Zaporka:

# ChangePassDialog#3
source: Confirm Password:
hr: Potvrdite zaporku:

# ChangePassDialog#4
source: O&k
hr: U&redu

# ChangePassDialog#5
source: Alt+K
hr: Alt+R

# ChangePassDialog#6
source: &Cancel
hr: &Odustani

# ChangePassDialog#7
source: Alt+C
hr: Alt+O

# MainDlg#1
source: PC-BSD User Manager
hr: PC-BSD Upravitelj korisnika

source: &Users
hr: &Korisnici

# MainDlg#3
source: &Add
hr: &Dodaj

# MainDlg#5
source: &Remove
hr: &Ukloni

# MainDlg#6
source: Alt+R
hr: Alt+U

# MainDlg#7
source: Home Directory:
hr: Početni direktorij:

# MainDlg#8
source: Primary Group:
hr: Izvorna grupa:

# MainDlg#9
source: Shell:
hr: Ljuska:

source: User ID:
hr: Korisnička legitimacija:

# MainDlg#11
source: Full Name:
hr: Ime i prezime:

source: Chan&ge Password...
hr: Pro&mijeni zaporku...

# MainDlg#13
source: Alt+G
hr: Alt+M

source: &Groups
hr: &Grupe

source: A&dd
hr: &Dodaj

source: Available:
hr: Dostupno:

source: Members:
hr: Članovi:

source: PC-BSD User Manager - Advanced Mode
hr: PC-BSD Upravitelj korisnika - Napredni način

source: Simple &View
hr: &Jednostavan prikaz

source: Alt+V
hr: Alt+J

# PCBSDUserManager#1
source: PC-BSD User Manager
hr: PC-BSD Upravitelj korisnika

source: Close
hr: Zatvori

source: Apply
hr: Primijeni

source: Apply pending changes?
hr: Aktiviraj promjene?

source: There are pending changes which have not been applied. Would you like to apply them before quitting?
hr: Postoje promjene koje još nisu aktivirane. Želite li ih aktivirati prije zatvaranja?

# SimpleAddCode#1
source: Good Input
hr: Dobar unos

# SimpleAddCode#2
source: This field can only accept letters and numbers
hr: Prvo polje može primiti samo slova i brojke

# SimpleAddCode#3
source: This username is already in use, please choose another.
hr: Korisničko ime je već u upotrebi, molimo odaberite neko drugo.

# SimpleAddCode#4
source: Passwords match
hr: Zaporke se podudaraju

# SimpleAddCode#5
source: Passwords do not match
hr: Zaporke se ne podudaraju

# SimpleAddCode#6
source: Invalid input
hr: Neispravan unos

# SimpleAddCode#7
source: This field may not contain ! @ or :
hr: Ovo polje ne može sadržavati ! @ ili :

# SimpleAddCode#8
source: - The 'Username' field has not been filled in.
hr: - Polje 'Korisničko ime' je prazno.

# SimpleAddCode#9
source: - The 'Username' field may only contain letters and numbers (not spaces).
hr: - Polje 'Korisničko ime' može sadržavati samo slova i brojke (ne i razmake).

# SimpleAddCode#10
source: - The username you have chosen is already in use, please choose another.
hr: - Korisničko ime koje ste izabrali je već u upotrebi, molimo odaberite neko drugo.

# SimpleAddCode#11
source: - The 'Full Name' field has not been filled in.
hr: - Polje 'Ime i prezime' je prazno.

# SimpleAddCode#12
source: - The 'Full Name' field may not contain ! @ or :
hr: - Polje 'Ime i prezime' ne može sadržavati ! @ ili :

# SimpleAddCode#13
source: - Both password fields must be filled in.
hr: - Oba polja zaporki moraju biti popunjena.

# SimpleAddCode#14
source: - Passwords don't match, please try again.
hr: - Zaporke se ne podudaraju, pokušajte ponovno.

# SimpleAddCode#15
source: - Invalid password
hr: - Neispravna zaporka

# SimpleAddCode#16
source: Error!
hr: Greška!

# SimpleAddCode#17
source: Warning!
hr: Upozorenje!

# SimpleAddCode#18
source: The field is empty
hr: Polje je prazno

# SimpleAddCode#19
source: The following errors occurred while trying to add a new user:
hr: Slijedeće greške su se pojavile prilikom dodavanja novog korisnika:

# SimpleAddCode#20
source: The following non-critical errors occurred while trying to add a new user, do you wish to continue?
hr: Slijedeće greške od ne presudne važnosti su se pojavile prilikom dodavanja novog korisnika, želite li nastaviti?

# SimpleAddDlg#1
source: Add User
hr: Dodaj korisnika

# SimpleAddDlg#2
source: O&k
hr: &Uredu

# SimpleAddDlg#3
source: Alt+K
hr: Alt+U

source: Ca&ncel
hr: &Odustani

source: Alt+N
hr: Alt+O

# SimpleAddDlg#6
source: Confirm Password:
hr: Potvrdite zaporku:

# SimpleAddDlg#7
source: Password:
hr: Zaporka:

# SimpleAddDlg#8
source: Full Name:
hr: Ime i prezime:

# SimpleAddDlg#9
source: Username:
hr: Korisničko ime:

# SimpleAddDlg#10
source: The field is empty
hr: Ovo polje je prazno

# SimpleDlg#1
source: PC-BSD User Manager
hr: PC-BSD Upravitelj korisnika

# SimpleDlg#2
source: &Add
hr: &Dodaj

# SimpleDlg#3
source: Alt+A
hr: Alt+D

# SimpleDlg#4
source: &Remove
hr: &Ukloni

# SimpleDlg#5
source: Alt+R
hr: Alt+U

source: &Change Admin Password...
hr: &Promijeni Admin-ovu zaporku...

# SimpleDlg#7
source: Alt+C
hr: Alt+P

source: A&dvanced View
hr: &Napredan prikaz

# SimpleDlg#9
source: Alt+D
hr: Alt+N

source: Can administrate s&ystem
hr: Može upravljati sus&tavom

source: Alt+Y
hr: Alt+T

source: C&hange Password...
hr: &Promijeni zaporku...

source: Alt+H
hr: Alt+P

# SimpleDlg#14
source: Full Name:
hr: Ime i prezime:

# SimpleDlgCode#1
source: Good Input
hr: Dobar unos

# SimpleDlgCode#2
source: This field may not contain ! @ or :
hr: Ovo polje ne može sadržavati ! @ ili :

# SimpleDlgCode#3
source: The field is empty
hr: Polje je prazno

# SimpleDlgCode#4
source: Delete Home Directory?
hr: Izbriši Početni direktorij?

# SimpleDlgCode#5
source: Delete the home directory for
hr: Izbriši početni direktorij za

# mainDlgCode#1
source: The field is empty
hr: Polje je prazno

source: New User
hr: Novi korisnik

source: You must specify a name for your group
hr: Morate navesti ime svoje grupe

source: Error adding group...
hr: Greška prilikom dodavanja grupe...

source: Invalid group name specified. Group names may contain only letters and number. Spaces are NOT permitted
hr: Neispravno ime grupe. Ime grupe može sadržavati samo slova i brojke. Razmaci NISU dozvoljeni

source: The group '
hr: Grupa '

source: ' already exists, please choose a different name
hr: ' već postoji, odaberite nako drugo ime

# mainDlgCode#8
source: New Group
hr: Nova grupa

source: Please enter a name for your new group
hr: Molimo unesite ime vaše nove grupe

# mainDlgCode#10
source: Directory will be used
hr: Direktorij će se koristiti

# mainDlgCode#11
source: Invalid Path!
hr: Neispravan put!

# mainDlgCode#12
source: Directory does not exist, but will be made
hr: Direktorij ne postoji, ali će se napraviti

# mainDlgCode#13
source: Requested path is a file (not a directory!)
hr: Traženi put je datoteka (a ne direktorij!)

# mainDlgCode#14
source: Good Input
hr: Dobar unos

# mainDlgCode#15
source: This field may not contain ! @ or :
hr: Ovo polje ne može sadržavati ! @ ili :

# mainDlgCode#16
source: Placing home directory outside '/home/' can cause compatibility problems with some programs. NOT RECOMMENDED
hr: Smještanje početnog direktorija van '/home/' može uzrokovati probleme sa kompatibilnošću sa nekim programima. NIJE PREPORUČLJIVO

# mainDlgCode#17
source: Delete Home Directory?
hr: Izbriši Početni direktorij?

# mainDlgCode#18
source: Delete the home directory for
hr: Izbriši početni direktorij za
