Repository: richardpl/pcbsd-hr
Catalog: SysInstaller.po
Languages: hr

source: This screen allows you to setup your system language and local timezone.<br><br>Enabling the option for NTP will keep your computers date and time in sync via the internet.
hr: Ovaj ekran vam omogućava postavljanje jezika sustava i lokalnu vremensku zonu. <br><br>Omogućavanjem NTP opcije će održavati datum i vrijeme vaših računala sinkronizirano preko interneta.

source: On this screen please take a moment to setup and test your keyboard. The pc104 keyboard is common, although you should select your keyboard model / layout if it exists as an option.
hr: Na ovom ekranu molimo da posvetite nekoliko trenutaka za postavljanje i testiranje vaše tipkovnice. pc104 tipkovnica je obično najčešći izbor, naravno možete odabrati model/izgled vaše tipkovnice ako je ponuđena.

source: Please select the type of installation you want to perform. If doing an upgrade please make sure you have created a backup of your files beforehand. <br><br>Next select if you are installing PC-BSD or FreeBSD. PC-BSD is recommended for new users and people wanting to run a desktop. FreeBSD does NOT include a graphical interface by default, and should be installed by more experienced users.<br><br>If you are booting from a installation or live DVD/USB/CD then the fastest option is to install from DVD / USB. Network installation is required when booting from a boot-only media. NOTE: Network installation is for wired ethernet only, wifi configuration is not supported at this time.
hr: Molimo odaberite tip instalacije koju želite napraviti. Ako radite nadogradnju molimo budite sigurni da ste prethodno napravili sigurnosnu kopiju vaših datoteka. <br><br>Kao slijedeći korak odaberite da li instalirate PC-BSD ili FreeBSD. PC-BSD se preporuča novim korisnicima i onima koji želu stolno računalo. Instaliranje FreeBSD-a ne uključuje instaliranje grafičkog okruženja, i preporuča se naprednijim korisnicima. <br><br> Ako pokrećete sustav iz instalacijskog medija ili live DVD/USB/CD onda je najbrža opcija instaliranje sa DVD/USB. Mrežno instaliranje je potrebno pri pokretanju sa medija namijenjenog samo za pokretanje. NAPOMENA: Mrežno instaliranje je samo za žični povezivanje, bežično povezivanje još nije podržano.

source: Please select the disk or partition you wish to use for installation. If you plan to dual-boot with another operating system you will need a MBR primary partition available. If you want to format the disk with GPT (Required for greater than 2TB disks) then you will need to select 'Use Entire Disk'.<br><br>The default file-system is UFS with Journaling, but advanced users may want to install with the ZFS filesystem.<br><br>The option for 'Encrypt user data' will encrypt the /usr file-system, which includes your home directories.
hr: Molimo odaberite disk ili particiju koju želite koristiti za instalaciju. Ako planirate dual-boot sa drugim operacijskim sustavom trebati će te dostupnu MBR primarnu particiju. Ako želite formatirati disk sa GPT (Potrebno za diskove veće od 2TB) onda će te trebati označiti 'Koristi cijeli disk'.<br><br>Početni datotečni sustav je UFS sa journalingom, ali napredni korisnici mogu instalirati ZFS datotečni sustav.<br><br>Opcija 'Enkriptiraj korisničke podatke' će enkriptirati /usr datotečni sustav, koji uključuje vaše početne direktorije.

source: On this screen you will need to set the password for the system (root) user. It is also recommended to setup at least one regular user, which is required for login on PC-BSD. <br><br>If you wish to name this system, enable the option 'Custom System Hostname' and enter the system nickname. Otherwise the default pcbsd-xxxx or freebsd-xxxx will be used.
hr: Na ovom ekranu trebate postaviti lozinku za (root) korisnika sustava. Također se preporuča postavljanje najmanje jednog običnog korisnika, koji je potreban za prijavu u PC-BSD. <br><br>Ako želite dati ime ovom sustavu, omogućite opciju 'Korisnički navedeno ime računala' i unesite ime. Inače će se koristiti pcbsd-xxxx ili freebsd-xxxx.

source: PC-BSD gives you the option of customizing your system with a variety of Desktops and other 'Meta-pkgs'. If you are unsure what these are, then please accept the defaults. You are always able to add / remove these packages post-installation via the 'System Manager' in the PC-BSD control panel.
hr: PC-BSD nudi opciju namještanja vašeg sustava sa raznolikim radnim površinama i ostalim 'Meta-paketima'. Ako niste sigurni što su isti, onda molimo prihvatite početne opcije. Uvije možete dodati/ukloniti te pakete nakon instalacije preko 'Upravitelja sustava' u PC-BSD upravljačkoj ploči.

source: Please select any optional components you wish to have installed on this system. These may also be added post-installation via the AppCafe or System Manager.
hr: Molimo odaberite bilo koju dodatnu komponentu koju želite instalirati na ovom sustavu. Također komponente možete dodati nakon instalacije preko AppCafe-a ili upravitelja sustava.

source: This screen will display a summary of your installation options. Please confirm these are correct before hitting Next. This is your last chance to cancel before changes are made to your disk.
hr: Ovaj ekran će prikazati odabrane opcije instalacije. Molimo potvrdite opcije kao točne prije kliktanje Naprijed. Ovo je vaša zadnja prilika za odustajanje prije nego se promjene naprave na disku.

source: The system is now installing! This process may take a while depending upon the options chosen and the system speed.
hr: Sustava se sada instalira! Ovaj process može trajati nekoliko minuta ovisno o odabranim opcijama i brzini računala.

source: Success! The system is now installed, you may remove any DVD/CD/USB from the system and reboot into your new operating system.
hr: Uspjeh! Vaš sustav je sada instaliran, možete odvojiti bilo koji DVD/CD/USB od sustava i ponovno pokrenite vaš novi operacijski sustav.

source: Language
hr: Jezik

source: Welcome & Language selection
hr: Dobrodošli & odabir jezika

source: Keyboard
hr: Tipkovnica

source: Keyboard setup
hr: Podešavanje tipkovnice

source: Select installation type
hr: Izaberi način instaliranja

source: System
hr: Sustav

source: Disk setup
hr: Podešavanje diska

source: Users
hr: Korisnici

source: User Creation
hr: Stvaranje Korisnika

source: Summary
hr: Pregled

source: Pre-Install Summary
hr: Pregled pred-instalaciju

source: Installation
hr: Instalacija

source: Installation Progress
hr: Napredak instaliranja

source: Finished
hr: Završeno

source: Installation Finished
hr: Instalacija je završena

source: Time Setup
hr: Podešavanje vremena

source: Time and Region setup
hr: Podešavanje vremena i regije

source: Configuration Finished
hr: Podešavanje završeno

source: The system will be installed with the following options:
hr: Sustav će biti instaliran sa sljedećim opcijama:

source: Performing a fresh install of PC-BSD
hr: Izvođenje svježe instalacije PC-BSD-a

source: Performing a fresh install of FreeBSD
hr: Izvođenje svježe instalacije FreeBSD-a

source: Installing From:
hr: Instaliranje iz:

source: PC-BSD Installer
hr: PC-BSD Instaler

source: Finish
hr: Završi

source: Start the installation now?
hr: Započni instalaciju sada?

source: Are you sure you want to abort this installation?
hr: Sigurni ste da želite prekinuti instalaciju?

source: TextLabel
hr: Tekstualna oznaka

source: Language Selection
hr: Odabir jezika

source: Welcome
hr: Dobrodošli

source: Preferred Layout
hr: Željeni razmještaj

source: Preferred Variant
hr: Željena varijacija

source: ( you may type into the space below to test your selected settings. )
hr: ( možete tipkati u slobodnom prostoru niže kako biste testirali svoje postavke. )

source: Network / Internet
hr: Mreža / Internet

source: IP Address
hr: IP adresa

source: Nameserver (DNS)
hr: Imenski poslužitelj (DNS)

source: Use Entire Disk
hr: Koristi cijeli disk

source: Size
hr: Veličina

# SysInstaller#47
source: Type
hr: Tip

source: Password:
hr: Zaporka:

source: Verify password:
hr: Potvrdi zaporku:

source: Username:
hr: Korisničko ime:

source: Full name:
hr: Ime i prezime:

source: Shell:
hr: Ljuska:

# SysInstaller#53
source: Add
hr: Dodaj

# SysInstaller#54
source: Remove
hr: Ukloni

source: Local TimeZone
hr: Lokalna vremenska zona

source: Installation Summary
hr: Instalacijski pregled

source: Please check the summary above, and click 'back' to make any corrections.
hr: Molimo provjerite gornji pregled, i kliknite 'nazad' za ispravak.

source: Your system is now being installed! This process may take a while, depending upon the installation options chosen, and system speed. You will be notified when the installation is finished.
hr: Vaš sustav se sada instalira! Ovaj proces može potrajati, ovisno o odabranim opcijama i brzini računala. Obavjetiti ćemo vas kada instalacija bude gotova.

source: Installation Complete
hr: Instalacija završena

source: The installation is now complete! You may now remove any boot media, and reboot the system to finish.
hr: Instalacija je završena! Sada možete izbaciti medije za pokretanje iz raćunala, i ponovno pokrenuti računalo za kraj.

source: Selected Components:
hr: Odabrane komponente:

source: PC-BSD Installer Error
hr: PC-BSD Instalacijska greška

source: This install requires a disk/slice with at least
hr: Za instalaciju je potreban disk/slice sa najmanje

source: of disk space.
hr: disk prostora.

source: The disk will be setup with the following configuration:
hr: Ovaj disk će se namjestiti sa sljedećim postavkama:

source: Mirroring:
hr: Zrcaljenje:

source: Partition:
hr: Particija:

source: FileSystem:
hr: Datotečni sustav:

# SysInstaller#70
source: Size:
hr: Veličina:

source: Root passwords do not match!
hr: Root zaporke se ne podudarajue!

source: Error: User passwords do not match!
hr: Greška: Korisničke zaporke se ne podudaraju!

source: Username may contain only letters and numbers!
hr: Korisničko ime može sadržavati samo slova i brojke!

source: Error: The username
hr: Greška: Korisničko ime

source: is reserved.
hr: je u upotrebi.

source: Error: Root password must be set to continue.
hr: Greška: Root zaporka mora biti postavljena za nastavak.

source: The following users will be created:
hr: Slijedeći korisnici će biti napravljeni:

source: Network Interface
hr: Mrežno sučelje

source: The following partitions will be created during the installation:
hr: Slijedeće particije će se napraviti prilikom instalacije:

source: Ab&ort
hr: P&rekini

source: &Back
hr: &Nazad

source: &Next
hr: &Dalje

source: The installer has encountered an error and has been halted.
hr: Pojavila se greška prilikom instalacije i ista je zaustavljena.

source: Do you want to generate an error report?
hr: Želite li napraviti izvještaj o grešci?

source: Automatic synchronization with Internet Time Servers (NTP)
hr: Automatko usklađivanje sa Internet Vremenskim Poslužiteljima (NTP)

source: Downloading:
hr: Skidanje:

source: Installing system... This may take a while...
hr: Instaliranje sistema... Ovo može potrajati...

source: PC-BSD Install
hr: PC-BSD Instalacija

source: Add Failed
hr: Dodavanje neuspješno

source: The slice creation failed with the following message:
hr: Neuspješno stvaranje slice-a sa popratnom porukom:

source: Not enough free space to create a new slice!
hr: Nema dovoljno slobodnog prostora za novi slice!

source: Delete Failed
hr: Brisanje neuspješno

source: The slice deletion failed with the following message:
hr: Brisanje slice-a neuspješno sa popratnom porukom:

source: Reload Disk Data
hr: Ponovno učitaj diskovne podatke

source: No SWAP space has been setup, are you sure you want to continue?
hr: SWAP nije postavljen, dali ste sigurni da želite nastaviti?

source: No usernames have been specified. Are you sure you want to continue?
hr: Nije postavljen niti jedan korisnik. Sigurni ste da želite nastaviti?

source: Encrypt the /usr partition or ZFS zpool.
hr: Enkriptiraj /usr particiju ili ZFS zpool.

source: Encrypt user data
hr: Enkriptiraj korisničke podatke

source: Check to use GPT/EFI partition scheme for dedicated disks. Warning: May not work with older BIOS / Motherboards.
hr: Provjerite korištenje GPT/EFI particijske sheme za namjenske diskove. Upozorenje: Možda neće raditi sa starijim BIOS / Matičnim pločama.

source: Encryption is enabled! In addition to using passphrase, key files are randomly generated and will be stored in /boot/keys/ on the system. After installing and rebooting, you should immediately make a backup copy of these keys, or else data loss could occur should they be lost or corrupted.
hr: Enkripcija je omogućena! Uz dodatak korištenja zaporki, datoteke ključeva su nasumično napravljene i biti će sačuvane u /boot/keys/ na sistemu. Poslije instalacije i ponovnog pokretanja, trebali bi ste odmah napravit sigurnosnu kopiju ovih ključeva, ili će u suprotnom doći do gubitka podataka ako se isti izgubu ili pokvare.

source: Disk Encryption
hr: Enkripcija Diska

source: Do you want to use a passphrase to access the encrypted volume?
hr: Dali želite koristiti zaporku za pristup enkriptiranom uređaju?

# SysInstaller#104
source: Enter Passphrase
hr: Unesite zaporku

# SysInstaller#105
source: Enter Passphrase (Confirm)
hr: Unesite zaporku (Potvrdite)

# SysInstaller#106
source: Confirm the Passphrase for this encrypted disk
hr: Potvrdite zaporku za ovaj enkriptirani disk

# SysInstaller#107
source: Passphrase mismatch
hr: Zaporke se ne podudaraju

# SysInstaller#108
source: The entered passphrases do not match!
hr: Unesene zaporke se ne podudaraju!

source: Please create a partition using the 'Add Partition' button below, to install using free space.
hr: Molimo naprative particiju koristeći dugme 'Dodaj particiju' niže, kako bi instalirali koristeći slobodan prostor.

source: Invalid Hostname
hr: Neispravno ime računala

source: You must specify a hostname between 2-250 characters!
hr: Morate navesti ime računala između 2-250 znakova!

source: Using custom hostname:
hr: Koristim korisničko ime računala:

source: Invalid Password
hr: Neispravna zaporka

source: The password must be at least 6 characters.
hr: Zaporka mora biti duga najmanje 6 znakova.

source: Root password must be at least 4 characters.
hr: Root zaporka mora biti duga najmanje 4 znaka.

source: User password must be at least 4 characters.
hr: Korisnička zaporka mora biti duga barem 4 znaka.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Welcome to PC-BSD! You may get started above, or click the Help button for more information on each screen. </p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dobrodošli u PC-BSD! Možete započeti, ili kliknuti na Pomoć za više informacija na svakom prikazu. </p></body></html>

source: Available System Packages
hr: Dostupni sistemski paketi

source: Please select the software you wish to have installed. At least one desktop must be selected, and changes may be made after installation.
hr: Molimo označite softver koji želite instalirati. Najmanje jedna radna površina mora biti označena, i promjene se mogu napraviti nakon instalacije.

source: System Package Configuration
hr: Namještanje sistemskih paketa

source: &Help
hr: &Pomoć

source: Enter the Passphrase for this encrypted disk. (6 Characters Minimum)
hr: Unesite zaporku za ovaj enkriptirani disk. (Minimalno 6 znakova)

source: Enter the size for this new slice in Megabytes.
hr: Unesite veličinu za novi slice u megabajtima.

source: Missing '/' filesystem, please add a filesystem for mount-point '/' to continue.
hr: Nedostaje '/' datotečni sustav, molimo dodajte ga za mount točku '/' za nastavak.

source: filesystem is below the required minimum:
hr: datotečni sustav je ispod neophodnog minimuma:

source: Extracting system image...
hr: Izdvajam sistemski odraz...

source: Installing Desktop-Packages... This may take a while...
hr: Instaliranje paketa radne površine.. Ovo može potrajati...

source: No Desktop
hr: Bez radne površine

source: No desktops have been selected! Please choose at least one desktop to continue.
hr: Niti jedno grafičko sučelje nije odabrano! Molimo odaberite bar jedno za nastavak.

source: The following packages will be installed:
hr: Slijedeći paketi će biti instalirani:

source: Desktop
hr: Radna površina

source: Meta Package Selection
hr: Odabir meta paketa

source: Applications
hr: Aplikacije

source: Custom System Hostname
hr: Korisnički navedeno ime računala

source: Save Changes
hr: Sačuvaj izmjene

source: Please select the disk for system installation
hr: Molimo odaberite disk za instalaciju sistema

source: Basic Mode
hr: Osnovni način

source: If installing as the only operating system, check "Use Entire Disk".
hr: Ako instalirate kao jedini operacijski sustav, označite "Koristi cijeli disk".

source: Add Partition
hr: Dodaj particiju

source: Delete Partition
hr: Izbriši particiju

source: Additional Options
hr: Dodatne opcije

source: UFS Filesystem
hr: UFS datotečni sustav

source: ZFS Filesystem (64bit with 4GB RAM recommended)
hr: ZFS datotečni sustav (preporučeno: 64bitan sa 4GB radne memorije)

source: Partition disk with GPT
hr: Particioniraj disk sa GPT-om

source: Advanced Mode
hr: Napredni način

source: Edit
hr: Uredi

source: Use default layout
hr: Koristi početni raspored

source: Partition disks with GPT
hr: Particiraj disk sa GPT-om

source: System password
hr: Sistemska zaporka

source: User accounts
hr: Korisnički računi

source: IPv6 Address
hr: IPv6 adresa

source: IPv6 Nameserver
hr: IPv6 Imenski poslužitelj

source: Select the system to install
hr: Odaberite sistem za instalaciju

source: Select your Installation Source
hr: Izaberite ishodište instalacije

source: Keyboard Settings
hr: Postavke tipkovnice

source: Users Setup
hr: Korisničke postavke

source: System Options
hr: Sistemske opcije

source: System Components
hr: Komponente sistema

source: Available
hr: Dostupno

source: Selected
hr: Izabrano

source: The default FreeBSD UFS filesystem, with Softupdates and Journaling enabled.
hr: Podrazumijevan FreeBSD UFS datotečni sustav, sa Softupdates i omogućenim Journaling-om.

source: Often a good choice for servers or high-end systems.
hr: Često dobar izbor za poslužitelje ili zahtjevne sustave.

source: PC-BSD (Desktop)
hr: PC-BSD (Stolno)

source: FreeBSD (Server)
hr: FreeBSD (Poslužitelj)

source: View Packages
hr: Pregledaj pakete

source: Package Listing for:
hr: Lista paketa za:

source: Switch between US layout and user selected layout
hr: Promjena između US i korisnički odabranog rasporeda tipkovnice

source: On-Screen Keyboard
hr: Tipkovnica na zaslonu

source: Username must contain less than 512 characters!
hr: Korisničko ime mora imati manje od 512 znakova!

source: Are you sure you want to immediately delete:
hr: Jeste li sigurni da želite odmah obrisati:

source: Error: Invalid Mount Point.
hr: Greška: Neispravna Mount Točka.

source: Error: This partition already has a valid swap.
hr: Greška: Ova particija već ima valjan swap.

source: Error: No more available partitions for this disk/slice.
hr: Greška: Nema više dostupnih particija za ovaj disk/slice.

source: Error: Drive cannot mirror itself.
hr: Greška: Pogon ne može zrcaliti sebe.

source: File System
hr: Datotečni sustav

# dialogFileSystem#7
source: Type
hr: Tip

source: Mount Point:
hr: Mount Točka:

# dialogFileSystem#9
source: Size:
hr: Veličina:

source: Enable Encryption
hr: Omogući enkripciju

source: Disk to Mirror
hr: Disk za zrcaljenje

source: Mirror Method
hr: Postupak zrcaljenja

# dialogFileSystem#14
source: &Cancel
hr: &Odustani

source: &Save
hr: &Sačuvaj

source: ZFS Pool Type
hr: ZFS Pool tip

source: Additional ZFS Pool Devices
hr: Dodatni ZFS Pool uređaji

source: ZFS File Systems / Mount Points
hr: ZFS datotečni sustav / Mount točke

# dialogFileSystem#19
source: Add
hr: Dodaj

# dialogFileSystem#20
source: Remove
hr: Ukloni

source: Error: A partition with this mount point already exists!
hr: Greška: Particija sa tom mount točkom već postoji!

source: Error: This mount point already exists!
hr: Greška: Ova mount točka već postoji!

# dialogFileSystem#23
source: Enter Passphrase
hr: Unesite zaporku

source: Enter the Passphrase for this encrypted disk
hr: Unesite zaporku za ovaj enkriptirani disk

# dialogFileSystem#25
source: Enter Passphrase (Confirm)
hr: Unestite zaporku (Potvrdi)

# dialogFileSystem#26
source: Confirm the Passphrase for this encrypted disk
hr: Potvrdite zaporku za ovaj enkriptirani disk

# dialogFileSystem#27
source: Passphrase mismatch
hr: Nepodudaranje zaporki

# dialogFileSystem#28
source: The entered passphrases do not match!
hr: Unesene zaporke se ne podudaraju!

source: Error: Need a at least one ZFS filesystem mount point.
hr: Greška: Potrebna najmanje jedna mount točka ZFS datotečnog sustava.

source: Help
hr: Pomoć

# dialogHelp#2
source: &Close
hr: &Zatvori

source: Dialog
hr: Dijalog

# dialogInfoBox#2
source: &Close
hr: &Zatvori

source: Enabling Networking... Please Wait...
hr: Osposobljavanje mreže... Molim pričekajte...

source: Selected backup:
hr: Odabrana sigurnosna kopija:

source: Select Installation Source
hr: Odaberite ishodište instalacije

source: Install from Internet
hr: Instaliraj preko Interneta

source: Install from specified server
hr: Instaliraj preko određenog poslužitelja

source: Local Network Install
hr: Instalacija preko lokalne mreže

source: Enter the server name
hr: Unesi ime poslužitelja

source: Enter the directory path
hr: Unesi put direktorija

source: &Select
hr: &Izaberi

# dialogSelectNetServer#12
source: &Cancel
hr: &Odustani

source: Enabling NIC...
hr: Omogućavanje uređaja...

source: Invalid mount point, must begin with '/'.
hr: Neispravna mount točka, mora započeti sa '/'.

source: ZFS File System
hr: ZFS datotečni sustav

source: &Add
hr: &Dodaj

# dialogZFSMount#4
source: &Cancel
hr: &Odustani

source: Please enter the ZFS filesystem mount point.
hr: Unesite mount točku ZFS datotečnog sustava.

source: ZFS Filesystem
hr: ZFS datotečni sustav

source: Invalid mount point, whitespace disallowed.
hr: Neispravna mount točka, razmaci nisu dozvoljeni.
