Repository: richardpl/pcbsd-hr
Catalog: SystemUpdaterTray.po
Languages: hr

source: Check for updates
hr: Provjeri za ažuriranja

source: Run at startup
hr: Pokreni prilikom podizanja

source: PC-BSD Update Manager
hr: PC-BSD Upravljač ažuriranja

source: Checking for updates...
hr: Provjera ažuriranja...

source: Failed to contact the update server!
hr: Neuspješno kontaktiranje poslužitelja ažuriranja!

source: Update available
hr: Ažuriranje dostupno

source: Your system is fully updated
hr: Vaš sustav je u potpunosti ažuriran

source: System updates available
hr: Ažuriranje sustava dostupno

source: PBI updates available
hr: PBI ažuriranje dostupno

source: Start the AppCafe
hr: Pokreni AppCafe

source: Quit
hr: Zatvori

source: System Updates Available
hr: Ažuriranje Sustava Dostupno

source: Software Updates Available
hr: Softverska Ažuriranja Dostupna

source: Start the Update Manager
hr: Pokreni upravitelja ažuriranja

source: Important system updates are available. Click here to install them!
hr: Važna ažuriranja sustava su dostupna. Pritisnite ovdje za njihovu instalaciju!

source: Software updates are available. Click here to install them!
hr: Softverska ažuriranja su dostupna. Pritisnite ovdje za njihovu instalaciju!
