Repository: richardpl/pcbsd-hr
Catalog: UpdateGui.po
Languages: hr

source: Update Manager
hr: Upravitelj ažuriranja

source: Preparing to check for updates... Please Wait...
hr: Priprema za provjeru ažuriranja... Pričekajte...

source: Available Updates
hr: Dostupna ažuriranja

source: Select / Deselect All
hr: Odaberite / Poništite sve

source: Rescan for Updates
hr: Provjerite nova ažuriranja

source: Install selected updates
hr: Instaliraj odabrana ažuriranja

source: Update Conflict
hr: Konflikt pri ažuriranju

source: More than one stand-alone update has been selected! Please unselect all other updates and try again.
hr: Više samostalnih ažuriranja je odabrano! Poništite sva druga ažuriranja i pokušajte ponovno.

source: Update Failed!
hr: Ažuriranje neuspješno!

source: Failed to install:
hr: Neuspješno instaliranje za:

source: Possible causes: Dropped internet connection or low disk space.
hr: Mogući razlozi: pad internet veze ili nedovoljan prostor na disku.

source: Update Ready
hr: Ažuriranje spremno

source: Please reboot to start the update to PC-BSD version "
hr: Ponovno pokrenite računalo za početak ažuriranja na PC-BSD verziju "

source: This process may take a while, please do NOT interrupt the process.
hr: Ovaj proces može potrajati, molimo NE prekidajte proces.

source: Updating:
hr: Ažuriranje:

source: Starting Update:
hr: Pokretanje ažuriranja:

source: Downloading:
hr: Skidanje:

source: Preparing to update system...
hr: Priprema ažuriranja sustava...

source: Upgrading
hr: Nadogradnja

source: Checking for updates... Please Wait...
hr: Provjera novih ažuriranja... Pričekajte...

source: Your system is fully updated!
hr: Vaš sustav je u potpunosti ažuriran!

source: System Upgrade:
hr: Nadogradnja sustava:

source: PC-BSD Version:
hr: PC-BSD verzija:

source: This update must be installed by itself.
hr: Ovo se ažuriranje mora instalirati samostalno.

source: Creating a backup of your data first is recommended.
hr: Stvaranje sigurnosne kopije vaših podataka je preporučljivo.

source: Patch:
hr: Zakrpa:

source: This is a patch for your version of PC-BSD
hr: Ova zakrpa je za vašu verziju PC-BSD-a

source: Patch Size:
hr: Veličina zakrpe:

source: Stand Alone:
hr: Samostalno:

source: Requires Reboot:
hr: Traži ponovno pokretanje:

source: FreeBSD Security Update
hr: FreeBSD sigurnosno ažuriranje

source: The following files need updating:
hr: Sljedeće datoteke se trebaju ažurirati:

source: System Package Updates
hr: Ažuriranje sistemskih paketa

source: The following package updates are available:
hr: Sljedeći paketi imaju dostupna ažuriranja:
