Repository: richardpl/pcbsd-hr
Catalog: Warden.po
Languages: hr

# dialogConfig#1
source: Configuration
hr: Postavke

# dialogConfig#2
source: &Save
hr: &Sačuvaj

# dialogConfig#4
source: &Cancel
hr: &Odustani

# dialogConfig#5
source: Alt+C
hr: Alt+O

source: Jail Network Interface
hr: Jail mrežno sučelje

source: Jail Directory
hr: Jail direktorij

source: Temp Directory
hr: Temp direktorij

source: Select Jail Directory
hr: Izaberi Jail direktorij

source: Select Temp Directory
hr: Izaberi Temp direktorij

source: Create new Jail
hr: Napravi novi Jail

source: Create
hr: Napravi

# dialogCreateJail#3
source: &Cancel
hr: &Odustani

# dialogCreateJail#4
source: Alt+C
hr: Alt+O

# dialogCreateJail#5
source: New Jail
hr: Novi Jail

source: IP Address
hr: IP adresa

source: Include system source
hr: Uključi izvorni kod sustava

source: Include ports tree
hr: Uključi ports stablo

source: Start jail at system bootup
hr: Pokreni Jail pri podizanju sustava

source: Command Output
hr: Izlaz naredbe

source: &Close
hr: &Zatvori

# dialogDisplayOutput#3
source: Alt+C
hr: Alt+Z

# dialogImport#1
source: Import Jail
hr: Uvezi Jail

source: You have the option to change the IP / Hostname of the imported jail. Any internal references to the old IP / hostname may still need to be changed after importing.
hr: Imate priliku promijeniti IP / Hostname uvezenog jail-a. Bilo koje interne reference na stari IP / hostname možda i dalje trebate promijeniti nakon uvoza.

source: Change IP Address
hr: Promijeni IP adresu

source: Change Hostname
hr: Promijeni Hostname

source: &Ok
hr: &U redu

# dialogImport#8
source: &Cancel
hr: &Odustani

source: Setup Users
hr: Postavi korisnike

# dialogSetupUser#2
source: &Save
hr: &Sačuvaj

# dialogSetupUser#4
source: &Cancel
hr: &Odustani

# dialogSetupUser#5
source: Alt+C
hr: Alt+O

source: Root and User setup
hr: Root i korisničke postavke

source: Please enter a password for root:
hr: Molimo unesite zaporku za root:

source: Root Password
hr: Root zaporka

source: Root Password (Confirm)
hr: Root zaporka (potvrda)

source: Please enter a username & password to create: (This is required to ssh into this jail and 'su' to root)
hr: Molimo unesite korisničko ime & zaporku: (Ovo je potrebno za ssh pristup u ovaj Jail i za 'su' u root)

source: Username
hr: Korisničko ime

source: Password
hr: Zaporka

source: Password (Confirm)
hr: Zaporka (potvrda)

source: Available Jails
hr: Dostupni Jail

source: Autostart
hr: Automatsko pokretanje

source: &File
hr: &Datoteka

source: E&xit
hr: I&zlaz

source: Exit
hr: Izlaz

# dialogWarden#12
source: New Jail
hr: Novi Jail

source: Refresh
hr: Osvježi

# dialogWarden#16
source: Configuration
hr: Postavke

# dialogWarden#18
source: Import Jail
hr: Uvezi Jail

source: Running
hr: Pokrenut

source: Stopped
hr: Zaustavljen

source: Stop this Jail
hr: Zaustavi ovaj Jail

source: Toggle Autostart
hr: Prekidač automatskog pokretanja

source: Install Inmate into jail
hr: Instaliraj Inmate u Jail

source: View installed packages
hr: Pregled instaliranih paketa

source: Export jail to .wdn file
hr: Izvezi jail u .wdn datoteku

source: Delete Jail
hr: Izbriši Jail

source: Start this Jail
hr: Pokreni ovaj Jail

source: Stopping Jail
hr: Zaustavljam Jail

source: Stopping Jail:
hr: Zaustavljam Jail:

source: Starting Jail
hr: Pokrećem Jail

source: Starting Jail:
hr: Pokrećem Jail:

source: Choose a directory to save the finished .wdn file:
hr: Izaberite direktorij za spremanje .wdn datoteke:

source: Exporting Jail
hr: Izvozim Jail

source: Exporting Jail:
hr: Izvozim Jail:

source: Deleting Jail
hr: Brišem Jail

source: Deleting Jail:
hr: Brišem Jail:

source: Select warden jail package
hr: Izaberite paket za warden jail

source: open file dialog
hr: otvor dijalog

source: Working
hr: Radim
