Repository: richardpl/pcbsd-hr
Catalog: XGUISource.po
Languages: hr

source: Keep these display settings?
hr: Zadrži ove postavke zaslona?

source: The previous attempt failed, please check your settings and try again.
hr: Prethodni pokušaj nije bio uspješan, molimo provjerite vaše postavke i pokušajte ponovno.

source: Your display has been automatically configured. Keep these settings?
hr: Zaslon se automatski postavio. Zadrži ove postavke?

source: Display Settings
hr: Postavke zaslona

source: Apply
hr: Primijeni

source: Skip
hr: Preskoči

source: General
hr: Općenito

source: Screen Resolution:
hr: Razlučivost ekrana:

source: Color Depth:
hr: Dubina boja:

source: 24bits
hr: 24 bita

source: Video Driver
hr: Video upravljački program

source: Advanced
hr: Napredno

source: Monitor Settings
hr: Postavke monitora

source: Horizontal Sync:
hr: Horizontalna sinkronizacija:

source: Vertical Refresh:
hr: Vertikalno osvježavanje:

source: The settings you have specified will now be tested. If your screen does not appear, please wait and you will be returned to this screen.
hr: Postavke koje ste naveli će sada biti testirane. Ako se ne pojavi novi ekran, pričekajte i vratit će se ovaj.

source: Video Card:
hr: Video kartica:

source: Enable Dual-Head support
hr: Omogući dva zaslona

source: Monitor Resolution:
hr: Razlučivost monitora:

source: Unknown Monitor
hr: Nepoznati monitor

source: Warning!
hr: Upozorenje!

source: PC-BSD was unable to autodetect your monitor. You may need to specify this monitor's Horizontal and Vertical refresh rates in the 'Advanced' tab.
hr: PC-BSD nije mogao automatski otkriti vaš monitor. Možda ćete morati navesti horizontalnu i vertikalnu frekvenciju u kartici 'Napredno'.

source: Dual-Head support is designed for systems with one video card and two monitors. Other setups may be achieved by editing /etc/X11/xorg.conf
hr: Prikaz na dva monitora je napravljen za sustave s jednom video karticom i dva monitora. Ostale postavke se mogu postići uređivanjem datoteke /etc/X11/xorg.conf

source: Confirm Resolution
hr: Potvrdi rezoluciju

source: Do you wish to use this resolution?
hr: Da li želite koristiti ovu razlučivost?

source: Yes
hr: Da

source: No
hr: Ne

source: Auto-close in 10 seconds...
hr: Automatski zatvori za 10 sekundi...

source: Auto-close in
hr: Automatski zatvori za

source: seconds...
hr: sekundi...
